/* (No Comment) */
"%@ could not be installed due to a possible user permissions error." = "Impossible d'installer %@ en raison d'une possible erreur liée aux autorisations de l'utilisateur.";

/* (No Comment) */
"%@ could not be validated correctly." = "Impossible de valider %@ correctement.";

/* (No Comment) */
"%@ or some of its components could not be quit to continue the uninstallation." = "Impossible de quitter %@ ou certains de ses composants afin de poursuivre la désinstallation.";

/* (No Comment) */
"%@ was updated" = "%@ a été mis à jour";

/* (No Comment) */
"%lu applications were updated" = "%lu applications ont été mises à jour";

/* (No Comment) */
"1 application was updated" = "1 application a été mise à jour";

/* (No Comment) */
"Activate your subscription" = "Activer votre abonnement";

/* (No Comment) */
"Active subscription" = "Abonnement actif";

/* (No Comment) */
"Add" = "Ajouter";

/* (No Comment) */
"All apps are up to date!" = "Toutes les apps sont à jour !";

/* (No Comment) */
"An error occurred while uninstalling %@." = "Une erreur est survenue lors de la désinstallation de %@.";

/* (No Comment) */
"Application signature could not be verified." = "Impossible de vérifier la signature de l'application.";

/* (No Comment) */
"Cancel" = "Annuler";

/* (No Comment) */
"Check out what %@ has to offer." = "Découvrez les avantages de %@.";

/* (No Comment) */
"Could not move to Applications folder" = "Impossible de déplacer l'élément dans le dossier Applications";

/* (No Comment) */
"Did fail to launch %@" = "Échec du lancement de %@";

/* (No Comment) */
"Dismiss" = "Fermer";

/* (No Comment) */
"Don’t Move" = "Ne pas déplacer";

/* (No Comment) */
"Download Now" = "Télécharger";

/* (No Comment) */
"Download and Install" = "Télécharger et installer";

/* (No Comment) */
"Download and install Setapp to use %@ and discover even more awesome applications." = "Téléchargez et installez Setapp pour utiliser %@ et découvrir des applications encore plus incroyables.";

/* (No Comment) */
"Download and install Setapp to use this app and discover even more awesome applications" = "Téléchargez et installez Setapp pour utiliser cette app et découvrir des applications encore plus incroyables";

/* (No Comment) */
"Explore Setapp to find and use them." = "Explorez Setapp pour trouver et utiliser des apps.";

/* (No Comment) */
"Find it in your Setapp folder." = "Retrouvez-la dans votre dossier Setapp.";

/* (No Comment) */
"Install" = "Installation";

/* (No Comment) */
"Internal file operation failed" = "Échec de l'opération interne relative aux fichiers";

/* (No Comment) */
"It looks like the application was not code signed with a developer signature." = "Apparemment, le code de l'application n'a pas été signé au moyen d'une signature de développeur.";

/* (No Comment) */
"It looks like your Mac's identity has changed." = "Apparemment, l'identité de votre Mac a changé.";

/* (No Comment) */
"Learn More…" = "En savoir plus…";

/* (No Comment) */
"Learn more…" = "En savoir plus…";

/* (No Comment) */
"Move to Applications" = "Déplacer dans Applications";

/* (No Comment) */
"New updates available!" = "Nouvelles mises à jour disponibles !";

/* (No Comment) */
"Not Now" = "Plus tard";

/* (No Comment) */
"Note that this will require an administrator password." = "Vous devrez saisir le mot de passe de l'administrateur.";

/* (No Comment) */
"Payment details outdated" = "Informations de paiement obsolètes";

/* (No Comment) */
"Please add payment details to your account." = "Veuillez ajouter vos informations de paiement à votre compte.";

/* (No Comment) */
"Please connect to the Internet." = "Veuillez vous connecter à Internet.";

/* (No Comment) */
"Please download a new copy of Setapp and reinstall it on your Mac to resolve the problem." = "Pour résoudre le problème, veuillez télécharger une nouvelle copie de Setapp, puis réinstaller l'application sur votre Mac.";

/* (No Comment) */
"Please download and install the latest version to continue using Setapp." = "Pour continuer à utiliser Setapp, veuillez télécharger et installer la dernière version en date.";

/* (No Comment) */
"Please make sure no network management apps are blocking Setapp and try again." = "Veuillez vérifier qu'aucune app de gestion de réseau ne bloque Setapp, puis réessayez.";

/* (No Comment) */
"Please make sure you are connected and try again." = "Vérifiez que vous êtes connecté, puis réessayez.";

/* (No Comment) */
"Please make sure you resolve any related issues and try again." = "Veuillez résoudre tous les problèmes concernés avant de réessayer.";

/* (No Comment) */
"Please quit the application manually and try again." = "Veuillez quitter l'application manuellement, puis réessayer.";

/* (No Comment) */
"Please sign in to Setapp and try again." = "Veuillez vous connecter à Setapp, puis réessayer.";

/* (No Comment) */
"Please sign in your Setapp account to continue using the service." = "Pour continuer à utiliser le service, veuillez vous connecter à votre compte Setapp.";

/* (No Comment) */
"Please sign out and sign back into your Setapp account before you try again." = "Avant de réessayer, veuillez vous déconnecter, puis vous reconnecter à votre compte Setapp.";

/* (No Comment) */
"Please try again or remove the application by other means if the problem persists." = "Veuillez réessayer ou supprimer l'application par d'autres moyens si le problème persiste.";

/* (No Comment) */
"Please try again or remove the remaining files manually." = "Veuillez réessayer ou supprimer manuellement les fichiers restants.";

/* (No Comment) */
"Please try again." = "Veuillez réessayer.";

/* (No Comment) */
"Please update your operating system and try again." = "Veuillez mettre à jour votre système d'exploitation et réessayer.";

/* (No Comment) */
"Please view your account details to learn more." = "Pour en savoir plus, consultez les détails de votre compte.";

/* (No Comment) */
"Quit" = "Fermer";

/* (No Comment) */
"Search" = "Rechercher";

/* (No Comment) */
"Search for apps, tasks, etc…" = "Rechercher des apps, des tâches, etc.";

/* (No Comment) */
"Setapp needs to verify your subscription." = "Setapp doit vérifier votre abonnement.";

/* (No Comment) */
"Setapp needs your permission to perform application uninstallation." = "Setapp a besoin de votre autorisation pour pouvoir procéder à la désinstallation de l'application.";

/* (No Comment) */
"Setapp requires Internet connection to continue." = "Pour continuer, Setapp nécessite une connexion Internet.";

/* (No Comment) */
"Setapp subscription running out." = "Votre abonnement Setapp expire bientôt.";

/* (No Comment) */
"Setapp’s Internet access got interrupted by another process or application." = "L'accès à Internet de Setapp a été interrompu par un autre processus ou une autre application.";

/* (No Comment) */
"Sign In" = "Se connecter";

/* (No Comment) */
"Sign In to use Setapp" = "Se connecter pour utiliser Setapp";

/* (No Comment) */
"Some applications need to be reopened." = "Certaines applications doivent être rouvertes.";

/* (No Comment) */
"Some of the application components could not be removed during the uninstallation." = "Impossible de supprimer certains composants de l'application dans le cadre de la désinstallation.";

/* (No Comment) */
"Subscribe" = "S'abonner";

/* (No Comment) */
"Subscribe Now" = "S’abonner";

/* (No Comment) */
"TODO" = "TODO";

/* (No Comment) */
"Terribly sorry, please try again a little later." = "Nous sommes sincèrement désolés. Veuillez réessayer dans quelques instants.";

/* (No Comment) */
"The main Setapp application is missing on your Mac. Would you like to download and install it?" = "L'application principale Setapp est introuvable sur votre Mac. Souhaitez-vous la télécharger et l'installer ?";

/* (No Comment) */
"There’s a new app on Setapp!" = "Une nouvelle app est disponible sur Setapp !";

/* (No Comment) */
"This action is recommended for better Setapp experience." = "Cette action est recommandée pour profiter au mieux de Setapp.";

/* (No Comment) */
"This application is no longer available on Setapp." = "Cette application n'est plus disponible sur Setapp.";

/* (No Comment) */
"This application requires an active Setapp account installed on your Mac." = "Cette application nécessite un compte Setapp actif installé sur votre Mac.";

/* (No Comment) */
"This application requires macOS %@ or later to work on your computer. Currently you have macOS %@." = "Pour pouvoir fonctionner sur votre ordinateur, cette application nécessite macOS %1$@ ou une version supérieure. Actuellement, vous utilisez macOS %2$@.";

/* (No Comment) */
"This copy of %@ requires an active Setapp account installed on your Mac." = "Cette copie de %@ nécessite un compte Setapp actif installé sur votre Mac.";

/* (No Comment) */
"This will allow you to discover and further use all of the Setapp applications." = "Vous pourrez ainsi découvrir et utiliser toutes les applications Setapp.";

/* (No Comment) */
"This will keep your Downloads folder uncluttered." = "Votre dossier Téléchargement restera ainsi bien rangé.";

/* (No Comment) */
"Uh-oh! Setapp is having some connection issues." = "Oh oh… Setapp rencontre des problèmes de connexion.";

/* (No Comment) */
"Unable to launch %@" = "Impossible de lancer %@";

/* (No Comment) */
"View My Account" = "Voir mon compte";

/* (No Comment) */
"Would you like to move Setapp to your Applications folder?" = "Voulez-vous déplacer Setapp dans votre dossier Applications ?";

/* (No Comment) */
"You may remove the alias from your computer." = "Vous pouvez supprimer l'alias de votre ordinateur.";

/* (No Comment) */
"Your Setapp installation is broken and cannot be used properly." = "Votre installation Setapp est endommagée et ne peut pas être utilisée correctement.";

/* (No Comment) */
"Your Setapp trial ends soon." = "Votre essai de Setapp se termine bientôt.";

/* (No Comment) */
"Your current version of Setapp is outdated and can no longer be used." = "Votre version actuelle de Setapp est obsolète et n'est plus utilisable.";

/* (No Comment) */
"Your issue is already being handled" = "Votre problème est déjà en cours d'analyse";

